{
  "curses": [
    "may your headphones snag on every door handle",
    "may the chocolate chips in your cookies always turn out to be raisins",
    "may you forever feel your cellphone vibrating in the pocket it's not even in",
    "may all your facebook notifications be game invites",
    "may every sock you wear be slightly rotated, just enough for it to be uncomfortable",
    "may both sides of your pillow be warm",
    "may your five year old neighnour have their violin lesson during all of your hangovers",
    "may you forever step into a wet spot of the floor after putting on clean socks",
    "may you always get up from your computer with your headphones still attached",
    "may you leave your laptop to charge overnight without noticing the cord isn't plugged into the wall",
    "may your tea be too hot when you receive it, and too cold by the time you remember it's there",
    "may your subtitles never sync right",
    "may you always choose the slowest queue",
    "may your article load that little extra bit as you're about the click a link so you click an ad instead",
    "may your chair produce a sound similar to a fart, but only once, such that you cannot reproduce it to prove that it was just the chair"
    "may your audio tracks be always just a little slower than the video.",
    "may imgur always make me comment twice",
    "may you have the same number of points on both comments.",
    "may imgur always make me comment twice",
    "may you have the same number of points on both comments.",
    "may the light change just far enough that you won't make it, but close enough that you think you can so you speed up just to slam the breaks",
    "may imgur always be over-loaded when you need to post a timely reply.",
    "may all your imgur viewings be user sub",
    "may your clicks forever open the popup ads instead of closing them.",
    "may Adblock be broken on every machine you use",
    "may your mouse always be visable while watching a movie.",
    "may popcorn kernels always get stuck in your teeth.",
    "may your favourite tv show be cancelled on a cliffhanger.",
    "may a little piece of fabric always get snagged into your zipper so it'll get stuck.",
    "may there be a typo in your title",
    "may all your posts be downvoted into oblivion.", "I would counter with "
    "may your favorite TV show not appear on Netflix or Hulu.",
    "may you forget to blur out the goddamn 9GAG logo, cmon man, that's fucking embarrassing.",
    "may this be reposted 2 more times",
    "may you see reposts many times on imgur, then your friend show you on their Facebook and you have to pretend you haven't seen it before",
    "may none if your comments come across as funny.",
    "may every song you listen to have varying audio levels, so that you have to manually adjust the volume for every few minutes...",
    "may your McDonald's chips always be cold...",
    "may the second step after you wake up be onto a piece of Lego.",
    "may you never remember these insults when you need them most.",
    "may your bacon always burn"
  ]
}
