{
  "curses": [
    "may your headphones snag on every door handle."
    ,"may the chocolate chips in your cookies always turn out to be raisins."
    ,"may you forever feel your cellphone vibrating in the pocket it's not even in."
    ,"may all your facebook notifications be game invites."
    ,"may every sock you wear be slightly rotated, just enough for it to be uncomfortable."
    ,"may both sides of your pillow be warm."
    ,"may your five-year-old neighbour have their violin lesson during your hangover."
    ,"may you forever step into a wet spot of the floor after putting on clean socks."
    ,"may you always get up from your computer with your headphones still attached."
    ,"may you leave your laptop to charge overnight without noticing the cord isn't plugged into the wall."
    ,"may your tea be too hot when you receive it, and too cold by the time you remember it's there."
    ,"may your subtitles never sync right."
    ,"may you always choose the slowest queue."
    ,"may your article load that little extra bit as you're about to click a link so you click an ad instead."
    ,"may your chair produce a sound similar to a fart, but only once."
    ,"may your audio tracks be always just a little slower than the video."
    ,"may you have the same number of points on both comments."
    ,"may the light change just far enough that you won't make it."
    ,"may your clicks forever open the popup ads instead of closing them."
    ,"may Adblock be broken on every machine you use."
    ,"may your mouse always be visable while watching a movie."
    ,"may popcorn kernels always get stuck in your teeth."
    ,"may your favourite tv show be cancelled on a cliffhanger."
    ,"may little pieces of fabric always get snagged in your zipper."
    ,"may there be a typo in your title"
    ,"may all your posts be downvoted into oblivion."
    ,"may your favorite TV show not appear on Netflix or Hulu."
    ,"may none of your comments come across as funny."
    ,"may every song you listen to have varying audio levels."
    ,"may your McDonald's chips always be cold."
    ,"may the second step after you wake up be onto a piece of Lego."
    ,"may you never remember these insults when you need them most."
    ,"may your bacon always burn."
    ,"may all your enemies move in with you."
    ,"may you be alone in paradise."
    ,"may your finger get stuck in your nose."
    ,"may you get what we deserve, but never what you want."
    ,"may you achieve just enough success to never truly relax."
    ,"may the colleagues that you badmouth most have nothing but kind things to say about you."
    ,"may none of your friends take your food allergy seriously."
    ,"may your life’s passion be met with global indifference."
    ,"may everyone you lend books to return them unread."
    ,"may you become the emotional burden you sometimes fear yourself to be."
    ,"may your children think of you the way you think of your own mother."
    ,"may your Sperrys give you blisters."
    ,"may the board vote 'No.'"
    ,"may your daughter remain waitlisted even after your generous donation to Harvard."
    ,"may all your sons become DJs, may all your daughters design handbags."
  ]
}
